[{
	"_id": {
		"$oid": "5ce2f99240caa447e8266777"
	},
	"source": "Rising Kashmir",
	"title": "Life beyond the Halo of Marks and Grades",
	"description": "‘The world annals is filled with numerous luminaries who rose to the apex of their professions and passions with no guidance from the people around them’ The results of X and XII classes of CBSE and most of the state boards have now been published and there has been mixed reaction of jubilation and frustration among the students, parents and the various stakeholders. The social media has been abuzz with brouhaha of the historical achievements of marks ranging from as high as hundred percent to a negligible lesser than it. In the meantime, frustration of students due to failure to enter the elite league of hundred-percent-marks-achievers led to fatal depression and 21 students of XII class students of Telangana state board committed suicides. The last year also witnessed such cases of suicide by the students who had failed to crack the examinations.",
	"url": "http://risingkashmir.com/news/life-beyond-the-halo-of-marks-and-grades",
	"publishAt": {
		"$date": "2019-05-21T00:51:00.000Z"
	},
	"sentiment": 0.08,
	"dbpedia": [
		"Halo (megastructure)",
		"Central Board of Secondary Education",
		"Telangana",
		"Twelfth grade",
		"Social media",
		"Jubilation (The Band album)",
		"Major depressive disorder",
		"Elite Ice Hockey League",
		"Suicide"
	],
	"authors": [
		"Shreeprakash Sharma"
	],
	"content": "‘The world annals is filled with numerous luminaries who rose to the apex of their professions and passions with no guidance from the people around them’ The results of X and XII classes of CBSE and most of the state boards have now been published and there has been mixed reaction of jubilation and frustration among the students, parents and the various stakeholders. The social media has been abuzz with brouhaha of the historical achievements of marks ranging from as high as hundred percent to a negligible lesser than it. In the meantime, frustration of students due to failure to enter the elite league of hundred-percent-marks-achievers led to fatal depression and 21 students of XII class students of Telangana state board committed suicides. The last year also witnessed such cases of suicide by the students who had failed to crack the examinations.",
	"whole_content": "May 21, 2019 | Shreeprakash Sharma\n\n‘The world annals is filled with numerous luminaries who rose to the apex of their professions and passions with no guidance from the people around them’\n\nThe results of X and XII classes of CBSE and most of the state boards have now been published and there has been mixed reaction of jubilation and frustration among the students, parents and the various stakeholders. The social media has been abuzz with brouhaha of the historical achievements of marks ranging from as high as hundred percent to a negligible lesser than it. In the meantime, frustration of students due to failure to enter the elite league of hundred-percent-marks-achievers led to fatal depression and 21 students of XII class students of Telangana state board committed suicides. The last year also witnessed such cases of suicide by the students who had failed to crack the examinations.\n\nKilling ones lives in case of failure or not having been able to score the magical marks with flood of applauds in the examinations has now grown to be the latest national worry and social menace which calls for serious soul-searching. As per the latest data of the National Crime Records Bureau, in India, one student commits suicide every hour due to depression caused by failure in examination. Thus, on an average 27 students take their own lives every month due to examination-failure-induced frustration and depression.\n\nThe consistent increase in the suicide cases of students in various professional coaching institutes across the country every year also presents a very ugly picture. At the crossroads of this alarming trend of suicides, a string of questions of self- introspection rise.\n\nThe most striking soul-searching question we need to seriously answer is - After all what ails our education system which has badly failed to motivate and teach our students a few timeless lessons like ‘Nothing is more important than life’, “No examination can be greater than life,’ ‘Good results and big marks do not always mean most-coveted and blessed life’, ‘Suicide is not answer to any problem of life, at least of shattering of dreams’ and a lot others.\n\nThere is no denying the fact that good percent of score offers not only a good socio-familial and individual recognition but also proves to be the golden passport of the admission into reputed colleges and universities. Good results also open wide the doors for a host of promising career courses and lucrative job opportunities both at home and abroad. But, unfortunately these assumptions are not universal truths and so do not always stand true.\n\nThe world annals is filled with numerous luminaries who rose to the apex of their professions and passions with no guidance from the people around them. Nor had they any outstanding academic excellence. They were all alone yet made epoch-making changes and achieved seemingly unbelievable victories. They were the self-made people, they were the self-taught people and, most importantly, they were exceptionally self-confident people who earned unprecedented fame and fortune they had not ever thought of even in their wildest dreams.\n\nThe USA’s most famous writer and humorist Mark Twain is as famous as for his beautiful classic novels as for his strange life journey which started from the job of a printer. They say that he had had only a minimal formal education in his life. He used to spend his entire evening in libraries after day’s job. He had had a very short stint in the Confederate army after which he travelled across the country. During this travelling he started writing what proved to be the beginning of the famous odyssey of a very famous writer. His life is a practical epitome of the bitter truth that only formal education and high percentage of marks are not everything for a bright career and well-settled life.\n\nSteve Jobs was the co-founder of Apple. Do you know he did never finish his college education? But he was blessed with superb and sharp technological mind? Can you believe he had had only six months of college education in his entire life and this virtual disqualification did not prove as the obstacle in the introduction of a few sophisticated devices like iPod, iPhone and iPad? This was the miracle of unparalleled will power and determination for shining in one’s life in spite of insurmountable problems.\n\nCan you name the most noted US industrialist and entrepreneur of his time? Yes, he was none other than Henry Ford, the great visionary who virtually single-handedly created the automobile industry of the United States of America. He had also not a very high formal education. He had left his home at the age of seventeen and joined a job of an apprentice in Detroit. Very people then knew that this job of apprentice would carry the seed of what would prove to be the dawn of an industrialist and entrepreneur creating a historical miracle in the automobile sector in the later years in the world history. The absence of formal education of Henry Ford did never come on his way to the journey of making the city of Detroit- the Motor City.\n\nWilliam Shakespeare, arguably the most famous name in the history of English literature as poet and playwright, is such a literary legend in the chronicles of English literature that much is not known about his early life from any authentic source of record. The records are also not available which can prove that he had received some formal education. It is assumed that he had not gone to any formal school after thirteen. Is it not amazing that a person with not more than middle school education background could invent more than 1700 words in English and pen a host of master pieces?\n\nWinston Churchill is considered as one of the miraculous political figures of the twentieth century in the United Kingdom. For his wit, he is called as the quote machine. He was born in a rich family where he was provided with all the facilities for the formal education but he was very poor in his study. He never found the formal education enjoyable. He used to be punished due to his dismal record in his school. He had to suffer in military services also due to his poor academic performance and could only be selected for cavalry not for the infantry because of his lower grade.\n\nAbraham Lincoln, the 16th US President, is the most unique example of a historical personality who battled an array of predicaments in his life before having been at the helm of affairs of the most developed nation of the world. His life is the saga of self-made and self-educated person who was known for his procrastination. He got the job at a junk shop where a lawyer sold a few old books of law. They say that he went through those books at that shop only and he turned out to be the reputed lawyer of his time. He rose to the US President and the credit of this historical achievement goes to his forbearance and self-taught lessons which he learnt from his life beset with difficulties and misfortunes. Marks and percent did never appear to prevent him from reaching out to the highest post of the US Republic.\n\nThe great scientist, Nobel Prize laureate and physicist Albert Einstein was truly a genius who had more than 300 scientific papers published to his name. He propounded the ‘Theory of Relativity’ which made him one of the legendary figures in the realm of science. Would you easily believe the man behind such a spectacular achievement was actually a high school dropout? Yes, he was - you must believe it. He wanted to go for university education but failed the entrance test. Finally, he took admission into a college and got a degree but this fact that the greatest intellectual super mind of the twentieth century was a high school dropout is yet hard to digest.\n\nThomas Alva Edison was the famous US inventor and thinker. He has to his credit many inventions which earned him the unprecedented popularity. Do you know he had got only three months’ formal schooling? He was sent back home by his headmaster with the written note addressed to his mother that the boy was not fit for the formal education. But his mother was very brave and she took a vow to teach her son at home.\n\nEdison himself has narrated the story of exemplary behaviour of his mother, “My mother was the making of me. She was so true, so sure of me, and I felt I had something to live for, someone I must not disappoint.” Do you know that the child Edison had a hearing problem at an early age? He used to sell newspapers and finally rose to become the greatest scientist of the world. His quotation about numerous failures, which he had to suffer during inventing the electric bulb, has become the source of inspiration for millions of those unfortunate people who fail in their endeavour despite their best efforts, “I have not failed. I have just found 10,000 ways that won’t work.”\n\nIt is hard to deny that good results help secure promising career avenues in life but only this is not the gate to enter the world of profession of one’s choice. In fact, what ultimately matters is earnestly pursuing one’s passion. What matters most is identifying one’s inborn talent. The famous melody queen of India, Lata Mangeshkar knew very early in her life about her flair for singing. The Bharat Ratna laureate and the world-famous cricketer Sachin Tendulkar identified his natural talent of playing cricket better than others and this made him reach out to the pinnacle of his stardom.\n\nSo what matters most is not the marks. What matters most is not the grade. What matters most is our earnestness and never-say-die attitude to passionately follow the dreams, live with the dreams which we die for realizing, despite myriad setbacks and finally we end up ruling over the world.\n\n(Author Is Principal Jawahar Navodaya Vidyalaya, Dinthar Veng, Mamit)\n\nspsharma.rishu@gmail.com"
},
{
	"_id": {
		"$oid": "5ce2f99840caa447e8266778"
	},
	"source": "Rising Kashmir",
	"title": "Social Exclusion and Inclusion in India",
	"description": "Until India don’t adopt ‘inclusive nature’ while addressing diversities of nation; India will never succeed in achieving ‘just an ideal society’ Social exclusion is associated with multiple problems such as semi skills, large unemployment, low incentives, bad housing, high crime neighborhoods, bad health, and family breakdowns. Therefore, social exclusion is a term used for different sections of the society who face deprived, marginalized, and are at the disadvantaged position in comparison to others. It is not merely an absence of material resources but refers to the broad range of factors that prevent individuals or groups from having opportunities open to the vast majority of the population.",
	"url": "http://risingkashmir.com/news/social-exclusion-and-inclusion-in-india",
	"publishAt": {
		"$date": "2019-05-21T00:50:00.000Z"
	},
	"sentiment": 0.49,
	"dbpedia": [
		"High Crime",
		"Social exclusion",
		"India"
	],
	"authors": [
		"Tanveer Ahmad Khan | Ahmad Ahanger"
	],
	"content": "Until India don’t adopt ‘inclusive nature’ while addressing diversities of nation; India will never succeed in achieving ‘just an ideal society’ Social exclusion is associated with multiple problems such as semi skills, large unemployment, low incentives, bad housing, high crime neighborhoods, bad health, and family breakdowns. Therefore, social exclusion is a term used for different sections of the society who face deprived, marginalized, and are at the disadvantaged position in comparison to others. It is not merely an absence of material resources but refers to the broad range of factors that prevent individuals or groups from having opportunities open to the vast majority of the population.",
	"whole_content": "May 21, 2019 | Tanveer Ahmad Khan | Ahmad Ahanger\n\nUntil India don’t adopt ‘inclusive nature’ while addressing diversities of nation; India will never succeed in achieving ‘just an ideal society’\n\nSocial exclusion is associated with multiple problems such as semi skills, large unemployment, low incentives, bad housing, high crime neighborhoods, bad health, and family breakdowns. Therefore, social exclusion is a term used for different sections of the society who face deprived, marginalized, and are at the disadvantaged position in comparison to others. It is not merely an absence of material resources but refers to the broad range of factors that prevent individuals or groups from having opportunities open to the vast majority of the population.\n\nThe term ‘Social exclusion’ appeared in the French Literature under the spirit of Rene Lenoir who reported ten categories of French people wereexcluded from participating in the social and civic activities of that society. Since then social exclusion shifted from ‘term’ to ‘concept’ in the units of European Commission which led to the establishment of ‘Social Exclusion Unit’ designed to work on inclusive parameters to ensure full participation of the citizens. After that different dimensions of exclusion and inclusion diffused in the academic literature in the different parts of the world.\n\nIt was more than 50 years ago, the anthropologist and sociologist David Pocock (1957) reflected that processes of inclusion and exclusion were features of all hierarchies. Similarly, Indian intelligentsia contributed a lot towards trickling down various levels of exclusion. From social reformers to activists; everyone is in struggle to promote justice for the socially excluded and self-excluded sections of the society. There is no denial to this fact that Muslims and other minorities in India are worst suffers of exclusion. It was only in 2006, the issue of ‘exclusion and inclusion’ among Muslim community were first of all documented under the chairmanship of Justice Rajindar Sachar on the Social, Economic, and Educational Status of the Muslim Community.\n\nThe ‘India Exclusion Report 2013-14’firstly identified exclusion and inclusion on four public goods of disadvantaged and vulnerable people. They are Social Services, Infrastructure and Public Spaces, Livelihoods, Labour, Land and Natural Resources, Law and Justice. The same report revealed that major causes of exclusion in India are; Faulty design of law and policy; Institutional bias in the implementation of law and policy; Active violence and discrimination by the state; Low and faulty budgetary allocations. To prevent the levels of exclusion different strategies and mechanism were adopted by the Central and State government(s) but every time dream of inclusion remained knocked. The very reason might be absence of involvement of the deprived population in the policy-making; which is the major cause of low inclusion achievements.\n\nDespite policy interventions by the Central and State governments various categories of people like women, Dalits, Adivasis, Muslims and disabled people, trans-persons, bonded labors, and waged and child labours, homeless, and weavers face specific prism of denial and discrimination on gender, caste, religion, ethnicity, age, disability, occupation, stigmatized and debilitating ailments, and so on. Therefore, major strands of exclusion in India include Caste and gender-based exclusion, religious exclusion, economic, political, social, cultural educational and housing exclusions. All these forms of exclusion have maintained deep roots in Indian society. Though there are some public policies such as SEWA, RAY, BSUP, and Social Security Act 2008 to prevent such happenings.\n\nSimilarly, Constitutional acts working for the promise of different forms of inclusion in India are Directive principles of State Policy which ensures Equal Justice, Right to work, to education, Just and human condition of work. Article 14 meant for Equality before Law. Art.15-Prohibition of Discrimination and Art-16-Equal opportunity. Article 19(1) guarantees to all Citizens of India the Right to move freely throughout the territory of India with two restrictions, Protection of Civil Rights under Act 1955, Abolition ofBonded labour System under Act 1976, prevention SC/ST of Atrocities under Act 1989 and Child Labour prohibition and regulation act 1989, and Constitutional safeguards on crimes against women. All these policy measures aimed to attain integration and incorporation of the deprived, marginalized, and weaker sections of the society.\n\nNow the question arises how much inclusive social structures are when it comes to redress the issue of exclusion or to use Durkheim’s term to integrate the deviants who have faced exclusion due to the breakdown of the social bonds. For the development of mainstream, we have created the new versions of exclusion of our people, particularly of tribal and indigenous peoples. The International Labour Organisation (ILO) Convention 169 refers tribal peoples in independent countries [as those] whose social, cultural and economic conditions distinguish them from other sections of the national community, and whose status is regulated wholly or partially by their customs or traditions.In our society, they facedisplacement in the name of development which goes against their will.\n\nThe frequent ostracism and excluding episodes are a major threat to their identity in India. They face the ‘area exclusion.’ Their belonging to the particular area led to different prejudices against them which reinforced bad social relations like exclusion, rejection, isolation, and loneliness with the mainstream. To promote their inclusiveness, social institutions, particularly in educational institutions, should focus on “Indigenous studies” which is must for the maintenance of their traditional and indigenous knowledge system.\n\nThus we can conclude that unless and until India will not adopt ‘inclusive nature’ while addressing diversities of nation; It will never succeed in achieving ‘just an ideal society’ (based on justice, equality and fraternity). To achieve this dream Indian leaders need to read the message of Tony Blair who once said, “My vision is of a nation where no-one is seriously disadvantaged by where they live, where power, wealth and opportunity are in the hands of the many, not the few (Our aim is) one nation, not separated by class, race, or where people live”. But when is the only question?\n\ntanveerkhan101.tk@gmail.com"
}]